<?php
#--- form errors
$lang['incorrect_login'] = "Ошибка: неправильный логин или пароль";
$lang['empty_login'] = "Ошибка: не указан логин или пароль";
$lang['empty_fields'] = "Ошибка: пустые поля";
$lang['incorrect_image'] = "Ошибка: неправильное изображение";   
$lang['incorrect_video'] = "Ошибка: неправильное видео"; 
$lang['incorrect_pdf'] = "Ошибка: неправильный pdf"; 
$lang['notunique_login'] = "Ошибка: неуникальный логин";
$lang['notunique_code'] = "Ошибка: не уникальный код"; 
$lang['incorrect_email'] = "Ошибка: неправильный e-mail"; 
$lang['confirm_password'] = "Ошибка: подтвердите Ваш пароль";   
$lang['incorrect_length'] = "Ошибка: длина пароля должна быть минимум 6 символов";
$lang['duplicate_login'] = "Ошибка: этот логин уже используется";
$lang['duplicate_email'] = "Ошибка: этот адрес уже используется";
$lang['invalid_file_type'] = "Ошибка: неверный тип файла (поддерживается GIF, PNG)";     

#--- common 
$lang['empty_list'] = "Нет данных для отображения";     
$lang['empty_cart'] = "Ваша корзина пуста.";
$lang['empty_bin'] = "Ваш бин пустой.";
$lang['delete_confirm'] = "Выбранные элементы будут удалены.";
$lang['accept_terms'] = 'Пожалуйста, ознакомьтесь с правилами и условиями';
$lang['apply_corporate'] = 'Я бы хотел иметь корпоративный аккаунт';    
$lang['keeping_details'] = 'Мы обещаем ни при каких условиях никому не передавать Ваши контактные данные.'; 
$lang['register_conditions'] = 'Пожалуйста, убедитесь, что Ваш пароль содержит больше 5 символов.<br>Обратите внимание: Вы можете выбрать страну только один раз.';  
$lang['register_info'] = 'Вам нужно зарегистрироваться на сайте для осуществления покупок.<br> Вы можете отправить заявку на корпоративный аккаунт и воспользоваться расширенными возможностями нашего сайта.'; 
$lang['profile_info'] = 'просмотр Ваших регистрационных данных и их изменение в случае необходимости.'; 
$lang['invoices_info'] = 'просмотр выставленных Вам счетов.'; 
$lang['payments_info'] = 'просмотр сделанных Вами платежей.'; 

#--- login & register 
$lang['login_message'] = "Добро пожаловать на страницу входа.<br>Пожайлуста введите ваш логин и пароль для доступа к системе.";   
$lang['registered'] = "Спасибо за регистрацию. Мы отправили Вам подтверждение по электронной почте. Вы залогинены сейчас.";   
$lang['cp_registered'] = "Спасибо за регистрацию. Мы отправили Вам подтверждение по электронной почте.";   
$lang['auth_corp_account'] = "Обратите внимание что корпоративный аккаунт может быть предоставлен только надежным партнерам, и после того, как наш финансовый отдел подтвердит эту возможность для вашей компании. Такое подтверждение может занять до 24 часов. Мы уведомим вас по email в случае позитивного ответа. А пока-что для того чтобы закончить свою покупку воспользуйтесь оплатой через Paypal.";

#--- site text blocks 
$lang['copyright'] = "Copyright 2007 Болдендеворс. Все права защищены."; 
$lang['contact_us'] = "Наши контакты: Европа +44 208 123 1778 &nbsp;&nbsp;&nbsp;&nbsp; США +1 347 983 0157"; 

#--- orders
$lang['order_saved'] = "Ваш заказ сохранен. Пожалуйста, перейдите на сайт PayPal для осуществления платежа. Вы можете найти счет в Вашем аккаунте.";   
$lang['order_thx'] = "Спасибо...<br><br>Когда-то здесь будет текст...";   
$lang['order_login'] = "Пожалуйста, войдите в систему в верхнем правом углу.<br>Если Вы новый клиент ";   
$lang['order_register'] = " зарегистрируйтесь, заполнив несколько полей здесь";   
$lang['order_cancel'] = "Ваш платеж был отменен. Попробуйте сделать покупку еще раз.";   
$lang['order_success'] = "<p>Ваш платеж успешно прошел. Спасибо за покупку. Ваш заказ сейчас обрабатывается.</p>";
$lang['order_id'] = "НОМЕР ЗАКАЗА"; 

$lang['must_register'] = "Вы должны авторизироваться для доступа к этому сервису";
$lang['login_register'] = "нажмите здесь для регистрации";